[Demo_Maya_ep5_4 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=610,Y=1070,Z=1335),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-247,Y=1180,Z=-300),VecSub=(X=230,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=SYSTEM,Command=ACT_EVENT,Number=7,Jump[0]="JUMP03",Jump[1]="JUMP02",Jump[2]="JUMP01")
DemoScripts[5]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[6]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=800,Y=1045,Z=1200),VecSub=(X=170,Y=0,Z=0),CId=69)
DemoScripts[7]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=800,Y=1105,Z=1200),VecSub=(X=190,Y=0,Z=0),CId=70)
DemoScripts[8]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[11]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Maya.GG2_BGM_DM_Usual_Maya_Cue')
DemoScripts[12]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[13]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[14]=(Actor=FADE,Command=WAIT)
DemoScripts[15]=(Actor=WINDOW,Command=SET)
DemoScripts[16]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_001_Cue',Name="カミゾノ　マヤ")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[18]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[20]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_002_Cue',Name="カミゾノ　シノブ")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[22]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[24]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[25]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[26]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=800,Y=1045,Z=1200),VecSub=(X=130,Y=0,Z=0),CId=69)
DemoScripts[27]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=800,Y=1105,Z=1200),VecSub=(X=190,Y=0,Z=0),CId=70)
DemoScripts[28]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[30]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=11,Vec=(X=750,Y=1095,Z=1320))
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0103_lp_close_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0700_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[32]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Maya.GG2_BGM_DM_Usual_Maya_Cue')
DemoScripts[33]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[34]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[35]=(Actor=FADE,Command=WAIT)
DemoScripts[36]=(Actor=WINDOW,Command=SET)
DemoScripts[37]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_004_Cue',Name="カミゾノ　マヤ")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[39]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_005_Cue',Name="カミゾノ　シノブ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[45]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[46]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[47]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=800,Y=1045,Z=1200),VecSub=(X=130,Y=0,Z=0),CId=69)
DemoScripts[48]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=800,Y=1105,Z=1200),VecSub=(X=230,Y=0,Z=0),CId=70)
DemoScripts[49]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[51]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=11,Vec=(X=750,Y=1095,Z=1320))
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0103_lp_close_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0700_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[53]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Maya.GG2_BGM_DM_Usual_Maya_Cue')
DemoScripts[54]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[55]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[56]=(Actor=FADE,Command=WAIT)
DemoScripts[57]=(Actor=WINDOW,Command=SET)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_007_Cue',Name="カミゾノ　マヤ")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_008_Cue',Name="カミゾノ　シノブ")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[65]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[66]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[67]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_009_Cue',Name="カミゾノ　シノブ")
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[69]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[71]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=1,Rate=1)
DemoScripts[72]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=0)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[74]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[75]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[76]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_011_Cue',Name="カミゾノ　マヤ")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[78]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[81]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[82]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=200,Y=0,Z=0),SecTime=0.3,CId=70)
DemoScripts[83]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[85]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_013_Cue',Name="カミゾノ　シノブ")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[88]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[90]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[91]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[92]=(Actor=WINDOW,Command=EXIT)
DemoScripts[93]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[94]=(Actor=FADE,Command=WAIT)
DemoScripts[95]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-477,Y=1119,Z=1335),SecTime=)
DemoScripts[96]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[97]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=-277,Y=1069,Z=1200),CId=69)
DemoScripts[98]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=140,Y=0,Z=0),CId=69)
DemoScripts[99]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=1,Number=3,Bit=5)
DemoScripts[100]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=11,Vec=(X=-347,Y=1180,Z=1310))
DemoScripts[101]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=-347,Y=1180,Z=1310))
DemoScripts[102]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=-247,Y=1090,Z=1200),CId=70)
DemoScripts[103]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=140,Y=0,Z=0),CId=70)
DemoScripts[104]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=1,Number=3,Bit=5)
DemoScripts[105]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=11,Vec=(X=-347,Y=1180,Z=1310))
DemoScripts[106]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=4,Vec=(X=-347,Y=1180,Z=1310))
DemoScripts[107]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-247,Y=1180,Z=1200),CId=72)
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0100_lp_Stand",Rate=1,Number=3,Bit=5)
DemoScripts[109]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=11,Vec=(X=-400,Y=1000,Z=1250))
DemoScripts[110]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=4,Vec=(X=-400,Y=1000,Z=1250))
DemoScripts[111]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[112]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[113]=(Actor=FADE,Command=WAIT)
DemoScripts[114]=(Actor=WINDOW,Command=SET)
DemoScripts[115]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_015_Cue',Name="カミゾノ　マヤ")
DemoScripts[116]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[117]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[118]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0102_lp_close_tightly",Rate=0,Number=0,Bit=1)
DemoScripts[119]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=0,Number=2,Bit=0)
DemoScripts[120]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[121]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_016_Cue',Name="クロナ")
DemoScripts[122]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[123]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[124]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[125]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[126]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=2,Bit=0)
DemoScripts[127]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[128]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_017_Cue',Name="カミゾノ　マヤ")
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[130]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[131]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[132]=(Actor=EMOTION,Command=SET,Name="クロナ",Number=1,CId=72)
DemoScripts[133]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[134]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[135]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_018_Cue',Name="クロナ")
DemoScripts[136]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[137]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[138]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[139]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[140]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[141]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[142]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[143]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_020_Cue',Name="カミゾノ　シノブ")
DemoScripts[144]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[145]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[146]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[147]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[148]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_022_Cue',Name="カミゾノ　シノブ")
DemoScripts[149]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[150]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[151]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=1)
DemoScripts[152]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[153]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_023_Cue',Name="カミゾノ　マヤ")
DemoScripts[154]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[155]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[156]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_lp_close_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[157]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=1,Rate=1)
DemoScripts[158]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=1,Rate=1)
DemoScripts[159]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_024_Cue',Name="カミゾノ　シノブ")
DemoScripts[160]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[161]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[162]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=1,Rate=1)
DemoScripts[163]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=1,Rate=1)
DemoScripts[164]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[165]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[166]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[167]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_026_Cue',Name="カミゾノ　シノブ")
DemoScripts[168]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[169]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[170]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=1)
DemoScripts[171]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[172]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[173]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_027_Cue',Name="カミゾノ　マヤ")
DemoScripts[174]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[175]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[176]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=1,Rate=1)
DemoScripts[177]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_lp_close_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[178]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_028_Cue',Name="カミゾノ　シノブ")
DemoScripts[179]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[180]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[181]=(Actor=SELECT,Command=SET,ID=SELECT01)
DemoScripts[182]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[183]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[184]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[185]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[186]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=1,Rate=1)
DemoScripts[187]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=1,Rate=1)
DemoScripts[188]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-13,Y=-5,Z=0),SecTime=0.5)
DemoScripts[189]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[190]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-13,Y=-5,Z=0),SecTime=)
DemoScripts[191]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[192]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[193]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[194]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[195]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_030_Cue',Name="カミゾノ　シノブ")
DemoScripts[196]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[197]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[198]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[199]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[200]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_053_Cue',Name="カミゾノ　シノブ")
DemoScripts[201]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[202]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[203]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[204]=(Actor=SYSTEM,Command=TAG,Label=JUMP07)
DemoScripts[205]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[206]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[207]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[208]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=1,Rate=1)
DemoScripts[209]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=1,Rate=1)
DemoScripts[210]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[211]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[212]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[213]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[214]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[215]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_033_Cue',Name="カミゾノ　シノブ")
DemoScripts[216]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[217]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[218]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[219]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[220]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[221]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_053_Cue',Name="カミゾノ　シノブ")
DemoScripts[222]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[223]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[224]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-13,Y=-5,Z=0),SecTime=0.5)
DemoScripts[225]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[226]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-13,Y=-5,Z=0),SecTime=)
DemoScripts[227]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[228]=(Actor=SYSTEM,Command=TAG,Label=JUMP08)
DemoScripts[229]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[230]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[231]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[232]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=1,Rate=1)
DemoScripts[233]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=1,Rate=1)
DemoScripts[234]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[235]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[236]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[237]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[238]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0107_fx_Stand2Shy",Rate=0,Number=3,Bit=1)
DemoScripts[239]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0700_lp_Shy",Number=8)
DemoScripts[240]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[241]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_037_Cue',Name="カミゾノ　シノブ")
DemoScripts[242]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[243]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[244]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-13,Y=-5,Z=0),SecTime=0.3)
DemoScripts[245]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[246]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-13,Y=-5,Z=0),SecTime=)
DemoScripts[247]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[248]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0701_fx_Shy2Stand",Rate=1,Number=3,Bit=1)
DemoScripts[249]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[250]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[251]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_053_Cue',Name="カミゾノ　シノブ")
DemoScripts[252]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[253]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[254]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[255]=(Actor=SYSTEM,Command=TAG,Label=JUMP09)
DemoScripts[256]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[257]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[258]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[259]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=1,Rate=1)
DemoScripts[260]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=1,Rate=1)
DemoScripts[261]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[262]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-13,Y=-5,Z=0),SecTime=0.3)
DemoScripts[263]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[264]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-13,Y=-5,Z=0),SecTime=)
DemoScripts[265]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep5_4.GG2_SE_DM_Touch_Navel_Cue')
DemoScripts[266]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[267]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0103_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[268]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0300_lp_Surprise",Number=8)
DemoScripts[269]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_040_Cue',Name="カミゾノ　シノブ")
DemoScripts[270]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[271]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[272]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[273]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0301_fx_Surprise2Stand",Rate=1,Number=3,Bit=1)
DemoScripts[274]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[275]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_042_Cue',Name="カミゾノ　シノブ")
DemoScripts[276]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[277]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[278]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[279]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0100_lp_close_normal",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0108_fx_Stand2Sulk",Rate=0,Number=3,Bit=1)
DemoScripts[280]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0800_lp_Sulk",Number=8)
DemoScripts[281]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_044_Cue',Name="カミゾノ　シノブ")
DemoScripts[282]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[283]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[284]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_045_Cue',Name="")
DemoScripts[285]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[286]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[287]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0801_fx_Sulk2Stand",Rate=1,Number=3,Bit=1)
DemoScripts[288]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[289]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_053_Cue',Name="カミゾノ　シノブ")
DemoScripts[290]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[291]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[292]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[293]=(Actor=SYSTEM,Command=TAG,Label=JUMP10)
DemoScripts[294]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[295]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[296]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[297]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=1,Rate=1)
DemoScripts[298]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=1,Rate=1)
DemoScripts[299]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[300]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=13,Bit=0,Rate=1)
DemoScripts[301]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[302]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[303]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[304]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_047_Cue',Name="カミゾノ　シノブ")
DemoScripts[305]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[306]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[307]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_048_Cue',Name="")
DemoScripts[308]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[309]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[310]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-13,Y=-5,Z=0),SecTime=0.3)
DemoScripts[311]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[312]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-13,Y=-5,Z=0),SecTime=)
DemoScripts[313]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[314]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=1)
DemoScripts[315]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[316]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_050_Cue',Name="カミゾノ　マヤ")
DemoScripts[317]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[318]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[319]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[320]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_052_Cue',Name="")
DemoScripts[321]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[322]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[323]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[324]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=1,Rate=1)
DemoScripts[325]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=1,Rate=1)
DemoScripts[326]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[327]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[328]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_053_Cue',Name="カミゾノ　シノブ")
DemoScripts[329]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[330]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[331]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[332]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[333]=(Actor=TEXT,Command=SET,ID=TEXT54)
DemoScripts[334]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=165,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[335]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_fx_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=0)
DemoScripts[336]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[337]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_055_Cue',Name="カミゾノ　シノブ")
DemoScripts[338]=(Actor=TEXT,Command=SET,ID=TEXT55)
DemoScripts[339]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[340]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[341]=(Actor=TEXT,Command=SET,ID=TEXT56)
DemoScripts[342]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[343]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=4,Vec=(X=-267,Y=1200,Z=1280))
DemoScripts[344]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_057_Cue',Name="カミゾノ　マヤ")
DemoScripts[345]=(Actor=TEXT,Command=SET,ID=TEXT57)
DemoScripts[346]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[347]=(Actor=WINDOW,Command=EXIT)
DemoScripts[348]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[349]=(Actor=FADE,Command=WAIT)
DemoScripts[350]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[351]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=0,Y=0,Z=-300),CId=70)
DemoScripts[352]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[353]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[354]=(Actor=FADE,Command=WAIT)
DemoScripts[355]=(Actor=WINDOW,Command=SET)
DemoScripts[356]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_058_Cue',Name="")
DemoScripts[357]=(Actor=TEXT,Command=SET,ID=TEXT58)
DemoScripts[358]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[359]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[360]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[361]=(Actor=BGM,Command=PLAY,SecTime=1,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[362]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_059_Cue',Name="")
DemoScripts[363]=(Actor=TEXT,Command=SET,ID=TEXT59)
DemoScripts[364]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[365]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_060_Cue',Name="")
DemoScripts[366]=(Actor=TEXT,Command=SET,ID=TEXT60)
DemoScripts[367]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[368]=(Actor=WINDOW,Command=EXIT)
DemoScripts[369]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=163,Y=0,Z=0),SecTime=0.5,CId=69)
DemoScripts[370]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=0.2)
DemoScripts[371]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[372]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[373]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=163,Y=0,Z=0),CId=69)
DemoScripts[374]=(Actor=WINDOW,Command=SET)
DemoScripts[375]=(Actor=TEXT,Command=SET,ID=TEXT61)
DemoScripts[376]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[377]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[378]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_4.GG2_V_Maya_ep5_4_062_Cue',Name="カミゾノ　シノブ")
DemoScripts[379]=(Actor=TEXT,Command=SET,ID=TEXT62)
DemoScripts[380]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[381]=(Actor=WINDOW,Command=EXIT)
DemoScripts[382]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[383]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[384]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[385]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[386]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep5_4 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=3,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=FASHION,ParamNum=30),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep5_4 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="真夜",Text="......峯哥,多虧你,得救了./n峯哥是,我們的,恩人.")

Texts[1]=(Label="TEXT02",Name="忍",Text="就是說呢......謝謝你./n峯大.我們該怎麼道謝纔好呢......")

Texts[2]=(Label="TEXT03",Name="峯大",Text="不,不必道謝啦./n比起這個,小真夜沒事真是太好了......")

Texts[3]=(Label="TEXT04",Name="真夜",Text="嚇我一跳....../n我還以為,要被喫掉了.")

Texts[4]=(Label="TEXT05",Name="忍",Text="真夜!/n太好了......妳沒事......")

Texts[5]=(Label="TEXT06",Name="峯大",Text="太好了......小真夜沒事.")

Texts[6]=(Label="TEXT07",Name="真夜",Text="......嗚嗚......對心臟,很不好......")

Texts[7]=(Label="TEXT08",Name="忍",Text="那是我要說的啦......真是的!/n我可是很擔心妳哦!")

Texts[8]=(Label="TEXT09",Name="忍",Text="峯大也是,就不能/n好好救她出來嗎!?")

Texts[9]=(Label="TEXT10",Name="峯大",Text="咦咦!?/n我已經很努力了! 很努力了吧?")

Texts[10]=(Label="TEXT11",Name="真夜",Text="......算了啦,小忍./n以峯哥而言,算是做得不錯了唷.")

Texts[11]=(Label="TEXT12",Name="峯大",Text="莫名的高姿態!?")

Texts[12]=(Label="TEXT13",Name="忍",Text="好吧,既然真夜這麼說....../n謝謝你,峯大.")

Texts[13]=(Label="TEXT14",Name="峯大",Text="呃......嗯./n(......不過的確是可以做得/n更好一點也說不定啊......)")

Texts[14]=(Label="TEXT15",Name="真夜",Text="妳做得,太過火了.")

Texts[15]=(Label="TEXT16",Name="庫蘿娜",Text="噫!!/n可是可是,不這麼做的話,課題的印章就......")

Texts[16]=(Label="TEXT17",Name="真夜",Text="不行!",Format[0]=(Size=37,Start=0,End=3))

Texts[17]=(Label="TEXT18",Name="庫蘿娜",Text="好的DEATH!!")

Texts[18]=(Label="TEXT19",Name="峯大",Text="那麼生氣的小真夜/n我還是第一次見到....../n小真夜果然......非常重視小忍呢.")

Texts[19]=(Label="TEXT20",Name="忍",Text="峯大....../n不要隨口講出令人害臊的話啊......")

Texts[20]=(Label="TEXT21",Name="峯大",Text="咦?/n我講出聲了嗎!?")

Texts[21]=(Label="TEXT22",Name="忍",Text="講出來了啊,笨蛋!")

Texts[22]=(Label="TEXT23",Name="真夜",Text="那邊的,太吵了!",Format[0]=(Size=37,Start=0,End=9))

Texts[23]=(Label="TEXT24",Name="忍/峯大",Text="\"\"是!\"\"")

Texts[24]=(Label="TEXT25",Name="峯大",Text="不對吧....../n小忍是姊姊耶......",Format[0]=(Size=21,Start=0,End=21))

Texts[25]=(Label="TEXT26",Name="忍",Text="我也沒辦法啊!/n生氣的真夜連我也阻止不了哦!/n再說,真要講的話峯大還不是......",Format[0]=(Size=21,Start=0,End=49))

Texts[26]=(Label="TEXT27",Name="真夜",Text="......瞪......")

Texts[27]=(Label="TEXT28",Name="忍",Text="好的對不起非常抱歉./n我會閉嘴的.")

Texts[28]=(Label="TEXT29",Name="峯大",Text="現在還是老實待著吧......")

Texts[29]=(Label="TEXT30",Name="忍",Text="是啊......")

Texts[30]=(Label="TEXT31",Name="峯大",Text="(這裡就避免惹她生氣,/n盡可能安靜地鍛鍊體格吧!/n用腹式呼吸訓練腹肌好了......)")

Texts[31]=(Label="TEXT32",Name="峯大",Text="吸,吸,呼--!/n吸,吸,呼--!")

Texts[32]=(Label="TEXT33",Name="忍",Text="那個,峯大......為什麼突然開始拉梅茲呼吸......?/n你要生了嗎......?")

Texts[33]=(Label="TEXT34",Name="峯大",Text="唉呀?")

Texts[34]=(Label="TEXT35",Name="峯大",Text="(呆站著不動也很難受啊....../n這時就偷偷整理一下服裝打扮好了)")

Texts[35]=(Label="TEXT36",Name="峯大",Text="(領子沒問題,頭髮沒問題./n好,都整理好了,這樣就萬無一失了)")

Texts[36]=(Label="TEXT37",Name="忍",Text="愛耍帥......")

Texts[37]=(Label="TEXT38",Name="峯大",Text="咦,妳有在看喔!?")

Texts[38]=(Label="TEXT39",Name="峯大",Text="(糟了! 雖然是這種時候,/n但突然沒來由地想要碰一下/n小真夜的肚臍耶......)")

Texts[39]=(Label="TEXT40",Name="忍",Text="呀!?")

Texts[40]=(Label="TEXT41",Name="峯大",Text="呼,在這個地方正好有個/n代替的肚臍,真是得救了.")

Texts[41]=(Label="TEXT42",Name="忍",Text="你想死嗎?/n我說,你是想死嗎?")

Texts[42]=(Label="TEXT43",Name="峯大",Text="沒......沒有啦......")

Texts[43]=(Label="TEXT44",Name="忍",Text="真是的,只有這次哦!/n畢竟剛才也被你救了......")

Texts[44]=(Label="TEXT45",Name="艾可蘿",Text="忍大人未免太寬容了吧......")

Texts[45]=(Label="TEXT46",Name="峯大",Text="生氣的小真夜也很棒耶!/n嗚哇,突然覺得好想要跳舞喔!")

Texts[46]=(Label="TEXT47",Name="忍",Text="等等,峯大!?")

Texts[47]=(Label="TEXT48",Name="艾可蘿",Text="......平常的老毛病又犯了嗎......")

Texts[48]=(Label="TEXT49",Name="峯大",Text="怎麼啦--? 小忍,艾可蘿!/n一起來Shaking now吧!/n呼----!!")

Texts[49]=(Label="TEXT50",Name="真夜",Text="峯哥,/n準備好啟程前往地獄了嗎......?")

Texts[50]=(Label="TEXT51",Name="峯大",Text="不,對不起./n我太得意忘形了.真的很抱歉./n不會再犯了.還請放我一馬.")

Texts[51]=(Label="TEXT52",Name="艾可蘿",Text="好弱--!?",Format[0]=(Size=37,Start=0,End=5))

Texts[52]=(Label="TEXT53",Name="忍",Text="......雖然晚了一點,/n謝謝你,峯大.")

Texts[53]=(Label="TEXT54",Name="峯大",Text="真稀奇耶,小忍居然這麼坦率地道謝....../n小時候也很少見到的說......")

Texts[54]=(Label="TEXT55",Name="忍",Text="那是因為你不管遇到誰都會示好,/n八面玲瓏的關係啊......!")

Texts[55]=(Label="TEXT56",Name="峯大",Text="咦咦--/n跟那沒關係吧?")

Texts[56]=(Label="TEXT57",Name="真夜",Text="......這兩個人,果然......",Format[0]=(Size=21,Start=0,End=12))

Texts[57]=(Label="TEXT58",Name="庫蘿娜",Text="咦? 哎呀? 怎麼了DEATH啊人類?/n等,等一下......!")

Texts[58]=(Label="TEXT59",Name="艾可蘿",Text="峯大大人!/n現在不是和忍大人/n炫耀青梅竹馬關係的時候了!")

Texts[59]=(Label="TEXT60",Name="艾可蘿",Text="真夜大人帶著那個惡魔/n走掉了唷!")

Texts[60]=(Label="TEXT61",Name="峯大",Text="咦咦!? 哎呀,真的耶!/n抱歉,小忍!!/n晚點見!")

Texts[61]=(Label="TEXT62",Name="忍",Text="等等,峯大!/n我話還沒......")

Texts[62]=(Label="TEXT63",Name="NONE",Text="デバッグ用/nアクションイベントの結果は?")

Texts[63]=(Label="TEXT64",Name="峯大",Text="大成功")

Texts[64]=(Label="SELECT01",Name="",Text="成功")

Texts[65]=(Label="SELECT02",Name="",Text="失敗")

Texts[66]=(Label="SELECT03",Name="",Text="失敗")

Texts[67]=(Label="SELECT04",Name="",Text="")

Texts[68]=(Label="SELECT05",Name="",Text="")

Texts[69]=(Label="SELECT06",Name="",Text="老實待著")

Texts[70]=(Label="SELECT07",Name="",Text="鍛鍊一下肌肉")

Texts[71]=(Label="SELECT08",Name="",Text="整理一下/n服裝打扮")

Texts[72]=(Label="SELECT09",Name="",Text="碰一下/n小真夜的肚臍")

Texts[73]=(Label="SELECT10",Name="",Text="隨心所欲/n翩翩起舞")


